tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "keith/formulae"

brew "cloc"
brew "cointop"
brew "coreutils"
brew "diff-so-fancy"
brew "firebase-cli"
brew "fish"
brew "git"
brew "git-cola"
brew "git-crypt"
brew "hub"
brew "imagemagick"
brew "imgcat"
brew "mackup"
brew "mas"
brew "micro"
brew "node@14"
brew "now-cli"
brew "openssl"
brew "qrencode"
brew "rbenv"
brew "speedtest-cli"
brew "swiftgen"
brew "watch"
brew "ykman"
brew "youtube-dl"
brew "xcinfo"
brew "zap"

cask "1password"
cask "alfred"
cask "brave-browser"
cask "charles"
cask "daisydisk"
cask "deckset"
cask "electrum"
mas  "GIF Brewery 3", id: 1081413713
cask "gpg-suite-no-mail"
cask "iterm2"
mas  "Keynote", id: 409183694
cask "keepingyouawake"
cask "monero-wallet"
cask "moom"
cask "notion"
mas  "Numbers", id: 409203825
mas  "Pages", id: 409201541
cask "paw"
cask "protonmail-bridge"
cask "rotato"
cask "sf-symbols"
cask "sherlock"
cask "sim-genie"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"

cask "font-hack-nerd-font"

cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "webpquicklook"
