tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "keith/formulae"

brew "carthage"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "node"
brew "firebase-cli"
brew "fish"
brew "git"
brew "git-cola"
brew "git-crypt"
cask "google-cloud-sdk"
brew "imagemagick"
brew "mackup"
brew "mas"
brew "micro"
brew "now-cli"
brew "qrencode"
brew "sourcery"
brew "speedtest-cli"
brew "swiftgen"
brew "swiftlint"
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "eddieantonio/eddieantonio/imgcat"
brew "keith/formulae/zap"

cask "1password"
cask "alfred"
cask "charles"
cask "daisydisk"
cask "deckset"
cask "electrum"
mas  "GIF Brewery 3", id: 1081413713
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
mas  "Keynote", id: 409183694
cask "keepingyouawake"
cask "monero-wallet"
cask "moom"
mas  "Numbers", id: 409203825
mas  "Pages", id: 409201541
cask "paw"
cask "protonmail-bridge"
cask "sf-symbols"
cask "sherlock"
cask "sim-genie"
cask "sketch"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
mas  "Trello", id: 1278508951
cask "visual-studio-code"
cask "vlc"

cask "font-hack-nerd-font"
cask "font-jetbrainsmono-nerd-font"

cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "webpquicklook"
